IDEA Open Model
MatPrestressSteelSIA.Fpk Property
Compatible with IDEA StatiCa 20.1
 characteristic value of tensile strength of prestressing steel
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double Fpk { get; set; }
Public Property Fpk As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
MatPrestressSteelSIA Class
IdeaRS.OpenModel.Material Namespace